export default function AboutText() {
  return (
    <>
      <div className="slidertext__container">
        <h1 className="slidertext__coontainer-title">
          Чебоксарский залив на картинках:
        </h1>
        <p className="slidertext__container-subtitle">
          Водно-архитектурный комплекс в черте города Чебоксары (Россия). Он был
          создан в результате затопления исторической части города в низовьях
          реки Чебоксарки в месте её впадения в Волгу (в Чебоксарское
          водохранилище). Приток Чебоксарки — речка Трусиха после сооружения
          комплекса впадает в акваторию залива. Водная часть комплекса состоит
          из каскада прудов, насчитывающего три искусственных водоёма — малую
          запруду, верхнюю и нижнюю большие запруды.
        </p>
      </div>
    </>
  );
}
